---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.ReinforcementVolume
source: html/9decd2d3-6cc7-702c-fe7c-143a202a31d0.htm
---
# Autodesk.Revit.DB.SpecTypeId.ReinforcementVolume Property

Reinforcement Volume, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId ReinforcementVolume { get; }
```